hybridCentralSolvers/Tutorials/twoPhase/SodGas/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

runApplication blockMesh
runApplication setFields
touch Sod.foam
runApplication `getApplication`
runApplication postProcess -func sampleDict

#------------------------------------------------------------------------------
